{
    "elements": [
        {	"year": "1984",
            "en": "Dr. Dick Miyayama began his research towards hair growth and natural treatments.",
            "zh": "Dr. Dick Miyayama 開始研究有關頭髮護理和頭髮生長的天然配方。"
        },{
            "year": "1985",
            "en": "Through research and development of product prototypes, Dr. Miyama successful developed Mia Lotion, which induces hair growth.",
            "zh": ""
        },{
            "year": "1990",
            "en": "Clinical test were conducted at National Autonomous University of Mexico and The Ministry of Health and Welfare Mexico.",
            "zh": ""
        },{
            "year": "1992",
            "en": "Began mass-producing the hair treatments.",
            "zh": ""
        },{
            "year": "1993",
            "en": "Hair growth clinical experiments were conducted with Dr. Ramon Maldonarudo.",
            "zh": ""
        },{
            "year": "1996",
            "en": "The hair products were released in the United States consumer market.",
            "zh": ""
        },{
            "year": "1998",
            "en": "Over 400 users were monitored and showed evidence of increased hair growth.",
            "zh": ""
        },{
            "year": "1999",
            "en": "Over 3,000 users were monitored in Japan and showed evidence of increased hair growth.",
            "zh": ""
        },{
            "year": "2002",
            "en": "Dr. Umezawa joins the team in the development of a fertilizer enzyme breakdown composter.",
            "zh": ""
        },{
            "year": "2003",
            "en": "A successful sample of Miya Organic Fertilizer is produced using the trial composter.",
            "zh": ""
        },{
            "year": "2004_1",
            "en": "Dr. Umezawa conducted agricultural protocol study. The agricultural protocol study produced incredible results.  This led to the beginning of research and development phase to perfect the ratio of Humic Acid and Fulvic Acid. Miya Monte Mex’s Fertilizer was found to have a greater percentage of fulvic acid to existing fertilizers.",
            "zh": ""
        },{
            "year": "2004_2",
            "en": "Following the success of the Miya Monte Mex Fertilizer, the team began to focus on the extraction of Fulvic Acid.<br><br>With Dr. Umezawa’s experience in fertilizers science and Dr. Miyayama’s expertise in animal feed technology, they two were able to successfully produce fulvic acid with 40-60% concentration.",
            "zh": ""
        },{
            "year": "2005",
            "en": "Research of the Miya Monte Mex Fulvic Acid Concentrated solution begins. At Antonio Narro University, Dr. Ruben successfully performs a prototype experiment of soil refinement using sunflower cultivation with Fulvic Acid.",
            "zh": ""
        },{
            "year": "2006",
            "en": "Began mass-producing fulvic acid in both dry and liquid form.",
            "zh": ""
        },{
            "year": "2007",
            "en": "Miya Monte Fulvic Acid products are released onto the consumer market in the United States and Japan.",
            "zh": ""
        },{
            "year": "2011",
            "en": "Phylia De M., LLC began distributing hair growth products and Fulvic Acid in Europe, UK, Australia, New Zealand, and South America.",
            "zh": ""
        },{
            "year": "2013",
            "en": "I.S. Natural (H.K.) Limited began distributing hair growth products and Avantari Fulvic Acid in Hong Kong and Greater China.",
            "zh": ""
        }
    ]
}