{
    "science": [
        {
            "tagID": "tagL1",
			"title": "Introduction",
            "content": "Avantari concentrated pure fulvic acid is found in humus, which is the most nutritious soil layer of the earth.  Decomposing matter inside the soil is the reason humus is so rich in nutrition; this is also what provides plants the necessary nutrients needed to grow strong and healthy.\n<br><br>Fulvic Acid is created by millions of beneficial microbes that help break down the decaying matter in the soil in very small volumes.  The produced fulvic acid will combine itself with the surrounding minerals creating a complex molecular compound.  This complex compound allows the fulvic acid to activate certain nutrients in the soil allowing the roots of the plants and cells to utilize the nutrients fully."
        },{
			"tagID": "tagL2",
			"title": "Detox",
			"content": "We are all aware of cleansing our bodies externally everyday by bathing ourselves, however there are a few of us who pay real attention to cleaning ourselves internally.  Fulvic acid has the ability to neutralize and detoxify harmful toxins and pollutants including heavy metals.  The fulvic acid molecules bind themselves with the heavy metals and pollutants through a chemical process called “chelation” then converting the harmful elements into inactive compounds, which can then be eradicated from the body through regular excretory processes."
		},{
			"tagID": "tagL3",
			"title": "Anti-Viral",
			"content": "Fulvic acid is considered to be one of the safest and strongest natural anti-viral substances available.  Fulvic acid can be used for long periods of time without the body creating resistance to it like it does to antibiotics. The association of using Fulvic Acid for viral infections goes far beyond simply using it for the common cold and flu.\n<br><br>Not only can fulvic acid be ingested it can also be used externally to treat cuts, wounds, abrasions, insect bites and other skin problems.  Athlete’s foot can be treated and prevented as fulvic acid has very strong fungicidal abilities, it can also be used to treat other fungal infections such as fungal toenails, which are usually very difficult to cure with modern medicine."
		},{
			"tagID": "tagL4",
			"title": "Antioxidant",
			"content": "Fulvic acid is also a natural and very powerful natural antioxidant helping to neutralize free radicals.  Free radicals are actually very harmful to our bodies, they are highly reactive causing the destruction of soft tissues, shifting genes, inducing and encouraging cell mutation, upsetting chemical and hormonal reactions within our bodies, disrupting the function of our glands and in turn making us more susceptible to diseases."
		},{
			"tagID": "tagL5",
			"title": "Super Cell Conductor",
			"content": "Fulvic acid is not only beneficial to the agricultural sector but also to our own bodies. When ingested fulvic acid acts as a vehicle carrying all the necessary vitamins and nutrients you intake to the right places in your bodies. Fulvic acid is able to carry more than 60 minerals and trace elements directly to the cells of our body. This property in strength is one of the many that has proven fulvic acid to have an incredible dramatic impact on diseases and bodily breakdowns. Fulvic acid is considered a Super Cell Conductor, which allows it to have the abilities to induce the release of nutrients from the foods we consume. Once the food enters the stomach and reacts with the stomachs digestive acids and the ingested fulvic acid, they are dissolved into a form where the body can easily absorb and access the nutrients. Furthermore, fulvic acid increases the permeability of our body’s cells making them more receptive to the nutrients we ingest.<br>Essentially, Fulvic Acid mobilizes the food we eat to become our own medicine."
		},{
			"tagID": "tagR1",
			"title": "Molecule Structure",
			"content": "<img src=\"profiles\/commerce_kickstart\/themes\/commerce_kickstart_theme\/images\/sc\/fulvicAcid_map.gif\" id=\"fulvicAcid_map\">\n<br><br>Model structure of fulvic acid"
		},{
			"tagID": "tagR2",
			"title": "Sustainability",
			"content": "Avantari’s fulvic acid is produced with a customized organic biotechnology developed by Dr. Miyamama and Dr. Umezawa, which can provide the most pure, and humic-free fulvic acid.  To protect the earth and promote sustainable living Avantari fulvic acid is extracted from composting techniques utilizing only raw organic vegetation.  Avantari’s fulvic acid is not directly extracted from the earths soil, instead of depleting the earths natural resources of fulvic acid, our process actually reintroduces it back into the earths ecosystem."
		},{
			"tagID": "tagR3",
			"title": "Exercise ",
			"content": "Fulvic acid has shown to increase the availability of oxygen of all the tissues in our bodies.  Ensuring our bodily cells are provided with sufficient oxygen is essential as it allows energy production.  Ingesting fulvic acid will aid in increasing the oxygen levels within out cells and lower the chances of cell mutation protecting the genetic material within our cells.  The increased oxygenation of our cells also mean that after vigorous exercise the build up of lactic acid will decrease allowing for a faster recovery."
		},{
			"tagID": "tagR4",
			"title": "Other ",
			"content": "There have also been reports from users on the benefits fulvic acids have had on the cardiovascular system with many users experiencing positive effects of control in high blood pressure."
		},{
			"tagID": "tagR5",
			"title": "Mineral deficiency",
			"content": "<p>Iron deficiency is the second most common deficiency in the world.  Fulvic acid has shown to combat iron deficiency very quickly.  Many people with iron deficiency rely on taking iron supplements, but what they do not realize is that iron is one of the hardest minerals to metabolize putting the liver in great strain.  Fulvic acid primes the iron from the foods we eat so that the body can easily absorb it and therefore quickly and safely fixing the deficiency issue.  Fulvic acids ability to extract nutrients and transport them allows it to target numerous mineral deficiencies suffered by many around the world.<p>There are many other mineral supplements available on the market however, the size of the molecules are much larger than that of fulvic acid.  The mineral supplements are capable of moving through the bodies’ bloodstream but they are too large to be accessed by the cells.</p>"
		}
    ]
}