{
    "science": [
        {
            "tagID": "tagL1",
			"title": "簡介",
            "content": "愛維濃縮地球上最有營養的土壤層腐殖質中的純富里酸。腐殖質擁有如此豐富營養的原因是它會分解土壤內部物質，這正正能提供植物健康成長所需的營養。\n<br><br>富里酸是以數以百萬計的有益微生物形成，這有助分解土壤中腐爛的物質成細少的體積，經生產的富里酸精華會與四周的礦物質形成複合物。這種複合物使富裡酸能激活土壤中的營養物質，令植物的根和細胞能充分地利用這些營養物。"
        },{
			"tagID": "tagL2",
			"title": "排毒",
			"content": "我們都知道我們每天都要洗澡以清潔我們的身體，但是有多少人真正重視自己的體內清潔呢? 富里酸不但能中和及排除有害毒素和重金屬等污染物。富里酸通過\"螯合同化\" 將分子與重金屬及污染物合成，然後將其轉換成無活性的化合物，通過定期排泄過程，將有害物質從身體排徹底清除。"
		},{
			"tagID": "tagL3",
			"title": "抵抗病毒",
			"content": "富里酸被認定為最安全的和最強的天然抗病毒物質之一。這可長時間使用並不會產生抗體，亦可簡單用於病毒感染。富里酸不但可以內服，還可用於療割傷，傷口，擦傷，蚊叮蟲咬等皮膚問題。富里酸的殺菌能力還可用於預防及治療腳氣病，及代醫學很難治愈的灰腳甲。"
		},{
			"tagID": "tagL4",
			"title": "抗氧化",
			"content": "富里酸是一個自然及強勁的天然抗氧化劑，並有助消除自由基。自由基是實際上對我們的身體是非常有害的，他們的高活性會對軟組織造成破壞，另外，這也會轉移基因，誘導和鼓勵細胞突變，擾亂我們的身體內的化學和荷爾蒙反應，打亂了我們的腺體的功能，使我們的身體容易生病。"
		},{
			"tagID": "tagL5",
			"title": "超級細胞導體",
			"content": "富里酸不可用於於農業，也對我們的身體有益處。每當攝入富里酸，它可帶給我們必需的維生素和營養攝入量。富里酸是能直接帶給我們的細胞60種礦物質及微量元素。富里酸強大的功效已經得到很多的認證，這是對人體的疾病有顯注的效果。富里酸被視為超級細胞的指揮，使食物中的養分釋放並讓人體吸收。一旦食物進入胃部並與胃液產生反應，所攝取的富里酸便會溶解至身體較容易吸收的形式，使我們的身體更容易吸收當中的營養。此外，富里酸可增加人體細胞的滲透性，使它們更容易攝取的所需營養。從本質來說，富里酸使我們的食物成為我們的良方。"
		},{
			"tagID": "tagR1",
			"title": "分子結構",
			"content": "<img src=\"..\/profiles\/commerce_kickstart\/themes\/commerce_kickstart_theme\/images\/sc\/fulvicAcid_map.gif\" id=\"fulvicAcid_map\">\n<br><br>富里酸的結構"
		},{
			"tagID": "tagR2",
			"title": "可持續性",
			"content": "愛維的富里酸精華是由Miyamama和Umezawa 博士經生物技術研製而成，它提供最純淨的富里酸。為保護地球及促進可持續性，愛維利有機堆肥提取技術。 愛維的富里酸不是直接從地球的土壤中提取，而是消耗地球的天然資源，我們的生產過程重新返回地球的生態系統。"
		},{
			"tagID": "tagR3",
			"title": "運動",
			"content": "富里酸能增加我們身體各組織所需的氧氣供應。我們必須確保我們的細胞提供足夠的氧氣以製造能量。使用富里酸有助於增加了細胞的含氧量，並保護我們的細胞內的遺傳物質以降低細胞發生突變的機率。增加細胞的含氧量同時可減少劇烈運動後的乳酸積聚，並更快的恢復。"
		},{
			"tagID": "tagR4",
			"title": "其他",
			"content": "用家報告指出，富里酸對心血管和高血壓也有正面的影響。"
		},{
			"tagID": "tagR5",
			"title": "礦物質缺乏",
			"content": "缺鐵是世界上很常見的，富里酸能迅速防治缺鐵問題。很多缺鐵的人依靠鐵補充劑，但他們意識不到，鐵是一個最難代謝的礦物質，而且容易使肝臟承受巨大的壓力。富里酸把鐵溶入食物之中，使我們更容易吸收。因此，缺鐵的問題能迅速，安全地解決。富里酸為世界各地缺乏礦物質的人提供和傳送營養。\n<br><br>然而，市場上有許多其他礦物質補充劑，分子遠遠大於富里酸。礦物質補充劑只可在血液中穿梭，但要進入細胞，它們的分子太大了"
		}
    ]
}